{
    "A-Tjak, 2018": "A-Tjak JGL, Morina N, Topper M, Emmelkamp PMG. A Randomized Controlled Trial in Routine Clinical Practice Comparing Acceptance and Commitment Therapy with Cognitive Behavioral Therapy for the Treatment of Major Depressive Disorder. Psychotherapy and psychosomatics. 2018;(no pagination).",
    "Aagaard, 2017": "Aagaard J, Foldager L, Makki A, Hansen V, Mueller-Nielsen K. The efficacy of psychoeducation on recurrent depression: a randomized trial with a 2-year follow-up. Nordic journal of psychiatry [Internet]. 2017; 71(3):[223-9 pp.]. Available from: http://onlinelibrary.wiley.com/o/cochrane/clcentral/articles/387/CN-01368387/frame.html",
    "Abas, 2018": "Abas M, Nyamayaro P, Bere T, Saruchera E, Mothobi N, Simms V, et al. Feasibility and acceptability of a task-shifted intervention to enhance adherence to HIV medication and improve depression in people living with HIV in Zimbabwe, a low income country in sub-Saharan Africa. AIDS and behavior. 2018;22(1):86-101.",
    "Abdollahi, 2017": "Abdollahi A, LeBouthillier D, Najafi M, Asmundson G, Hosseinian S, Shahidi S, et al. Effect of exercise waugmentation of cognitive behavioural therapy for the treatment of suicidal ideation and depression. Journal of affective disorders [Internet]. 2017; 219:[58-63 pp.]. Available from: http://onlinelibrary.wiley.com/o/cochrane/clcentral/articles/657/CN-01372657/frame.html.",
    "Agyapong, 2017": "Agyapong V, Juhas M, Ohinmaa A, Omeje J, Mrklas K, Suen V, et al. Randomized controlled pilot trial of supportive text messages for patients with depression. BMC psychiatry [Internet]. 2017; 17(1) (no pagination). Available from: http://onlinelibrary.wiley.com/o/cochrane/clcentral/articles/712/CN01403712/frame.html https://bmcpsychiatry.biomedcentral.com/track/pdf/10.1186/s12888-017-1448-2?site=bmcpsychiatry.biomedcentral.com.",
    "Ahmadpanah, 2017": "Ahmadpanah M, Nazaribadie M, Aghaei E, Ghaleiha A, Bakhtiari A, Haghighi M, et al. Influence of adjuvant detached mindfulness and stress management training compared to pharmacologic treatment in primiparae with postpartum depression. Archives of women's mental health [Internet]. 2017:[1-9 pp.]. Available from: http://onlinelibrary.wiley.com/o/cochrane/clcentral/articles/997/CN-01393997/frame.html",
    "Alexopoulos, 2016": "Alexopoulos G, Raue P, McCulloch C, Kanellopoulos D, Seirup J, Sirey J, et al. Clinical Case Management versus Case Management with Problem-Solving Therapy in Low-Income, Disabled Elders with Major Depression: A Randomized Clinical Trial. The American journal of geriatric psychiatry : official journal of the American Association for Geriatric Psychiatry [Internet]. 2016; 24(1):[50-9 pp.]. Available from: http://onlinelibrary.wiley.com/o/cochrane/clcentral/articles/925/CN-01140925/frame.html",
    "Alexopoulos, 2003": "Alexopoulos GS, Raue P, Arean P. Problem-solving therapy versus supportive therapy in geriatric major depression with executive dysfunction. The American journal of geriatric psychiatry : official journal of the American Association for Geriatric Psychiatry. 2003;11(1):46-52.",
    "Alladin, 2007": "Alladin A, Alibhai A. Cognitive hypnotherapy for depression: an empirical investigation. The International journal of clinical and experimental hypnosis. 2007;55(2):147-66.",
    "Allart-Van Dam, 2003": "Allart-Van Dam E, Hosman CMH, Hoogduin CAL, Schaap CPDR. The coping with depression course: Short-term outcomes and mediating effects of a randomized controlled trial in the treatment of subclinical depression. Behavior Therapy. 2003;34(3):381-96.",
    "Altamura, 2017": "Altamura M, Iuso S, Terrone G, Balzotti A, Carnevale R, Malerba S, et al. Comparing interpersonal counseling and antidepressant treatment in primary care patients with anxious and nonanxious major depression disorder: A randomized control trial. Clinical Neuropsychiatry. 2017;14(4):257-62.",
    "Ammerman, 2013": "Ammerman RT, Putnam FW, Altaye M, Stevens J, Teeters AR, Van Ginkel JB. A clinical trial of in-home CBT for depressed mothers in home visitation. Behavior therapy. 2013;44(3):359-72.",
    "Andersson, 2005": "Andersson G, Bergstrom J, Holl‰ndare F, Carlbring P, Kaldo V, Ekselius L. Internet-based self-help for depression: randomised controlled trial. British journal of psychiatry [Internet]. 2005; 187:[456-61 pp.]. Available from: http://onlinelibrary.wiley.com/o/cochrane/clcentral/articles/572/CN-00531572/frame.html http://bjp.rcpsych.org/content/bjprcpsych/187/5/456.full.pdf.",
    "Andersson, 2013": "Andersson G, Hesser H, Veilord A, Svedling L, Andersson F, Sleman O, et al. Randomised controlled non-inferiority trial with 3-year follow-up of internet-delivered versus face-to-face group cognitive behavioural therapy for depression. Journal of affective disorders. 2013;151(3):986-94.",
    "Anguera, 2017": "Anguera JA, Gunning FM, Areán PA. Improving late life depression and cognitive control through the use of therapeutic video game technology: A proof-of-concept randomized trial. and Anxiety. 2017;34(6):508-17.",
    "Appleby, 1997": "Appleby L, Warner R, Whitton A, Faragher B. A controlled study of fluoxetine and cognitive-behavioural counselling in the treatment of postnatal depression. Bmj. 1997;314(7085):932-6.",
    "Arean, 1993": "Arean PA, Perri MG, Nezu AM, Schein RL, Christopher F, Joseph TX. Comparative effectiveness of social problem-solving therapy and reminiscence therapy as treatments for depression in older adults. Journal of consulting and clinical psychology. 1993;61(6):1003-10.",
    "Arean, 2010": "Arean PA, Raue P, Mackin RS, Kanellopoulos D, McCulloch C, Alexopoulos GS. Problem-solving therapy and supportive therapy in older adults with major depression and executive dysfunction. The American journal of psychiatry. 2010;167(11):1391-8."
}

