{
 "study": "Name of first author and year of publication",
"condition_arm1": "Type of treatment (cbt = cognitive-behavioral treatment)",
"condition_arm2": "Type of comparator (ao = assessment only, cau = care as usual, wl = waitlist)",
"multi_arm1": "In multiarm trials, this variable provides a specification of the type of treatment used in the first arm. This variable is set to NA (missing) when the study was not a multiarm trial. For example, if a multiarm trial employed two types of CBT interventions, face-to-face and Internet-based, this variable would be set to f2f and Internet, respectively.",
"NA": "(ind = individual, f2f = face-to-face, grp = group, ma = Massachusetts, mi = motivational interview, nv = Nevada, wb = workbook)",
"multi_arm2": "In multiarm trials, this variable provides a specification of the type of treatment used in the second arm. This variable is set to NA (missing) when the study was not a multiarm trial. For example, if a multiarm trial employed two types of control groups, waitlist and placebo, this variable would be set to wl and plac, respectively. Typically, multiarm trials employ two or more active treatments (e.g. CBT and problem-solving therapy), which are compared to the same control group (e.g. a waitlist). This means that values in multi_arm2 do not differ (e.g. they are always wl for this specific multiarm trial); nevertheless, the variable should be specified in the dataset",
"outcome_type": "This variable encodes the type of outcome that builds the basis of the comparison, e.g. means and standard deviations (msd), mean difference (md)",
"outcome_domain": "This variable includes domains of outcomes (anxiety = anxiety, depression = depression, gambling = gambling, su = substance use)",
"gambling_outcome": "Categorization of three main types of gambling-related outcomes (severity, frequency, duration)",
"instrument": "This variable describes the outcome that was measured (frequency = number of days gambled, intensity = amount of money gambled, duration = amount of time gambled, dsm-iii = DSM-III criteria for pathological gambling, dsm-iv = DSM-IV criteria for pathological gambling, dsm-5 = DSM-5 criteria for gambling disorder, asi = Addiction Severity Index-Gambling, audit = Alcohol Use Disorders Identification Test, bai = Beck Anxiety Inventory, bdi-2 = Beck Depression Inventory-2, cpgi = Canadian Problem Gambling Index, dass = Depression and Anxiety Stress Scale total score, dass-a = Depression and Anxiety Stress Scale Anxiety score, dass-d = Depression and Anxiety Stress Scale Depression score, dgd = alcoholic drinks per gambling day, gsas = Gambling Symptom Assessment Scale, hads-a = Hospital Anxiety and Depression Scale Anxiety score, hads-d = Hospital Anxiety and Depression Scale Depression score, has = Hamilton Anxiety Scale, hrsd = Hamilton Rating Scale for Depression, igd = intoxicated gambling days, nods = National Opinion Research Center DSM Screen for Gambling Problems, pgsi = Problem Gambling Severity Index, qoli = Quality of Life Inventory, sogs = South Oaks Gambling Screen, stai-s = State Trait Anxiety Inventory state score, stai-t = State Trait Anxiety Inventory trait score, swlq = Satisfaction with Life Questionnaire, whoqol = World Health Organisation Quality of Life, ybocs = Yale–Brown Obsessive Compulsive Scale Modified for Pathological Gambling)",
"Time": "The measurement point at which the outcome was obtained (e.g. post or follow-up).",
"time_weeks": "The measurement point at which the outcome was obtained (set to NA if this information was not available). For posttreatment outcomes, time is measured in weeks after randomization. For follow up outcomes, time is measured in weeks after treatment termination.",
"mean_arm1": "Mean arm 1",
"mean_arm2": "Mean arm 2",
"sd_arm1": "Standard deviation arm 1",
"sd_arm2": "Standard deviation arm 2",
"n_arm1": "Number of participants arm 1",
"n_arm2": "Number of participants arm 2",
"md_arm1varm2": "Mean difference between arm 1 and arm 2",
"common_sd_arm1vsarm2": "Common standard deviation for arm 1 and arm 2",
"year": "Year of publication",
"format": "ind= individual; grp= group; comb = combined individual and group treatment",
"format_details": "It includes more details about the format, when necessary (gsh= guided self-help; ush= unguided self-help)",
"country": "us= USA; uk= United Kingdom; eu= Europe; can= Canada; au= australia; eas= east asia; oth= other",
"mean_age": "Average age",
"percent_women": "% of women at baseline",
"ac": "Allocation concealment (0= high risk; 1= low risk)",
"sg": "Sequence generation (0= high risk; 1= low risk)",
"ba": "Blinding of assessors (0= high risk; 1= low risk; sr= self-report)",
"itt": "Intention-to-treat analyses (0= high risk; 1= low risk)",
"rob": "Overall risk of bias score. ranging from 0 (high risk) to 4 (low risk)" 
}
